<%@ page language="java" contentType="text/html; charset=UTF-8"   pageEncoding="UTF-8"%>
<%@include file="../includes/mainMenu.jsp" %>
<!DOCTYPE html>
<html>
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>딜라이트</title>

    <style>
        .agree-content{
        	marginf-top:35px;
            margin-left: 50px;
        }
        .perinfoagree{
            width: 1150px;
            height: 300px;
            resize: none; /*크기고정*/

        }
        .agree{
            margin-left: 950px;
        }
        '
    </style>
</head>
<body>
    <div class='agree-content'>
    <h4>개인정보 처리방침</h4>
    <textarea class='perinfoagree' readonly>
    딜라이트(이하 ‘회사’라고 합니다)는 이용자의 개인정보를 안전하게 관리하고 있으며, 이용자가 언제든지 쉽게 확인할 수 있도록 개인정보 처리방침을 공개하고 있습니다.
        1. 개인정보의 수집 ∙ 이용
        2. 개인정보 보유 ∙ 이용 기간
        3. 개인정보 제3자 제공
        4. 이용자 및 법정대리인의 권리 · 의무 및 행사방법
        5. 아동의 개인정보보호
        6. 개인정보 자동 수집 장치의 설치 · 운영 및 거부
        7. 개인정보의 파기
        8. 개인정보보호를 위한 기술적 ∙ 관리적 보호조치
            
    1. 개인정보의 수집 ∙ 이용
      ① 개인정보의 수집 ∙ 이용 목적 및 항목
        회사가 제공하는 서비스는 별도의 회원가입 절차 없이 자유롭게 컨텐츠에 접근할 수 있습니다. 회사의 회원제 서비스 이용을 위해 수집 ∙ 이용하는 개인정보는
        다음의 목적 이외의 용도로는 이용되지 않으며, 목적 변경 시 별도의 동의를 받는 등 필요한 조치를 이행합니다.
        가. 회원가입 및 관리
            -회원 가입의사 확인, 회원제 서비스 이용을 위한 제한적 본인확인, 불만 처리 등 원활한 의사소통 경로의 확보,
             서비스 부정이용 방지, 계약이행을 위한 각종 고지 ∙ 통지 ∙ 안내, 통계 ∙ 분석
             [e-mail 가입](필수) 이메일 주소, 비밀번호, 휴대전화번호, 닉네임, 생일, 연령대, 성별
             [SNS 회원가입 – 카카오톡](필수) 이메일 주소, 비밀번호, 휴대전화번호, 닉네임, 생일, 연령대, 성별
        나. 비회원 서비스 제공
            -주변 맛집 검색
            (필수) 휴대전화번호, 주소
        다. 주변 맛집 검색
            -주변 맛집 검색 서비스 제공
            (선택) 개인위치정보
        라. 서비스 이용 시 자동생성되는 정보
            -서비스 부정이용 방지, 개인정보유효기간제 적용
            서비스 이용 기록, 접속 로그, 쿠키, 접속 IP 주소, 기기고유번호(디바이스 아이디 또는 IMEI)
    
      ② 개인정보 수집 방법
         a. 회원가입 및 서비스 이용 과정에서 이용자가 개인정보 수집에 대해 동의를 하고 직접 정보를 입력하는 경우, 해당 개인정보를 수집합니다.
         b. 고객센터를 통한 상담 과정에서 웹 페이지, 메일, 팩스, 전화 등을 통해 이용자의 개인정보가 수집될 수 있습니다.
         c. 회사와 제휴한 외부 기업이나 단체로부터 개인정보를 제공받을 수 있으며, 이러한 경우에는 제휴사에서 이용자에게 개인정보 제공 동의를 받은 후 수집합니다.
    
    2. 개인정보 보유 ∙ 이용 기간
      ① 회사는 이용자로부터 개인정보 수집 시에 동의 받은 보유 · 이용기간 내에서 개인정보를 처리·보유합니다.
         a. 회원 정보: 회원탈퇴 후 90 일까지
         b. 비회원 정보: 업무 목적 달성 시까지
         c. 식품 이물 발견 신고: 이물 통보 완료 시까지
         d. 법령 위반에 따른 수사 ∙조사 등이 진행중인 경우에는 해당 건 종료 시까지
         e. 서비스 이용에 따른 채권·채무관계 정산 시까지
      ② 1 년 간 회원의 서비스 이용 기록이 없는 경우, 『정보통신망 이용촉진 및 정보보호등에 관한 법률』 제 29 조에 근거하여 회원에게 사전 통지하고, 개인정보를 파기합니다.
      ③ 회원 탈퇴 또는 회원 자격 정지 후 회원 재가입, 임의 해지 등을 반복적으로 행하여 회사가 제공하는 할인쿠폰, 이벤트 혜택 등으로 경제상의 이익을 취하거나 이 과정에서
        명의를 무단으로 사용하는 등 편법 행위 또는 불법행위를 하는 회원을 차단하고자 회사는 회원 탈퇴 후 90 일 간 회원의 정보를 보유합니다.
      ④ 단, 전자상거래 등에서의 소비자보호에 관한 법률 등 관련 법령의 규정에 따라 거래 관계 확인을 위해 개인정보를 일정기간 보유 할 수 있습니다.
        가. 전자상거래 등에서의 소비자보호에 관한 법률
         -계약 또는 청약철회 등에 관한 기록(5년)
         -대금결제 및 재화 등의 공급에 관한 기록(5년)
         -소비자의 불만 또는 분쟁 처리에 관한 기록(3년)
        나. 위치정보의 보호 및 이용등에 관한 법률
         -개인위치정보에 관한 기록(6개월)
        다. 전자금융거래법
         -전자금융 거래에 관한 기록(5년)
        라. 통신비밀보호법
         -서비스 이용 관련 개인정보(로그기록)(3개월)
    3. 개인정보 제3자 제공
      ① 회사는 이용자의 개인정보를 명시한 범위 내에서만 처리하며, 정보주체의 동의, 법률의 특별한 규정에 해당하는 경우에만 개인정보를 제 3 자에게 제공합니다.
      ② 회사는 다음과 같이 개인정보를 제 3 자에게 제공하고 있습니다.
         -개인정보를 제공받는 자 : 제휴음식점
         -개인정보를 제공받는 자의 개인정보 이용목적 : 제휴 서비스 제공
         -제공하는 개인정보의 항목 : 예약 내역, 주소, 휴대전화번호(안심번호 적용 시 제외)
         -개인정보보유 및 이용기간 : 서비스 제공 완료 후 6개월
    4. 이용자 및 법정대리인의 권리 · 의무 및 행사방법
      ① 이용자는 회사에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.
         a. 개인정보 열람 요구
         b. 오류 등이 있을 경우 정정 요구
         c. 삭제 요구
         d. 처리 정지 요구
      ② 위 권리 행사는 회사에 대해 서면, 전화, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며 회사는 내부 절차에 따라 영업일 10 일 이내 처리하도록 하겠습니다.
      ③ 이용자가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 회사는 정정 또는 삭제를 완료할 때까지 당해 개인정보를 이용하거나 제공하지 않습니다.
      ④ 위 권리 행사는 이용자의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우, 법정대리인은 이용자의 모든 권리를 가집니다.
      ⑤ 이용자는 정보통신망법, 개인정보보호법 등 관계법령을 위반하여 회사가 처리하고 있는 이용자 본인이나 타인의 개인정보 및 사생활을 침해하여서는 안됩니다.
      ⑥ 이용자의 개인정보 열람, 정정, 탈퇴는 『마이요기요』를 통해서도 언제든 가능합니다.
      ⑦ 회원탈퇴는 『마이페이지』 > 『회원탈퇴』를 클릭하거나 개인정보보호책임자에게 팩스, 우편, 고객센터, 전화 등으로 연락하시면 회원탈퇴 신청 시점으로부터
        90 일 동안 재가입 방지를 위한 개인정보 보유 이후 개인정보의 삭제 등 필요한 조치를 하겠습니다.
      ⑧ 이용자는 개인정보를 최신의 상태로 정확하게 입력 또는 회사에 통보하여 불의의 사고가 발행하지 않도록 예방해야 합니다.
      ⑨ 이용자가 제공 또는 입력한 정보가 부정확함으로 인해 발생하는 사고의 책임은 이용자에게 있으며, 타인 정보의 도용 등 허위정보를 입력할 경우
        딜라이트 서비스 제공이 중단될 수 있습니다.
      ⑩ 이용자는 개인정보를 보호받을 권리와 함께 스스로를 보호하고 타인의 정보를 침해하지 않을 의무를 가지고 있으며, 이용자의 개인정보가 유출되지 않도록 조심하고,
        타인의 개인정보를 훼손하지 않도록 유의해야 합니다. 만약 이 같은 책임을 다하지 못하고 타인의 정보 및 존엄성을 훼손할 시에는
       「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 개인정보보호법」 등에 의해 처벌받을 수 있습니다.
    5. 아동의 개인정보보호
      회사는 만 14세 미만 아동의 개인정보를 보호하기 위하여, 만 14세 미만 아동의 회원가입은 제한합니다.
    6. 개인정보 자동 수집 장치의 설치 · 운영 및 거부
      ① 회사 서비스 이용 시 자동적으로 쿠키, IP 주소 등 서비스 이용 기록 및 접속 기기 정보가 생성되어 수집될 수 있습니다.
      ② 쿠키의 사용 목적
        a. 접속빈도 또는 머문 시간 등을 분석하여 이용자의 취향과 관심분야를 파악하여 타겟(target) 마케팅에 활용
        b. 회원들의 습관을 분석하여 서비스 개편 등의 척도
        c. 게시판 글 등록 쿠키는 브라우저의 종료시나 로그 아웃 시 만료
      ③ 쿠키 설정 거부 방법
        a. 이용자는 쿠키 설치에 대해 거부할 수 있습니다. 단, 쿠키 설치를 거부하였을 경우 로그인이 필요한 일부 서비스의 이용이 어려울 수 있습니다.
        b. 설정방법(IE 기준): 웹 브라우저 상단의 도구 > 인터넷 옵션 > 개인정보 > 사이트 차단
    7. 개인정보의 파기
      ① 회사는 개인정보 보유기간의 경과, 처리 목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 개인정보를 파기합니다.
        a. 회원 정보: 회원탈퇴 후 90 일 후 파기
        b. 비회원 정보: 업무 목적 달성 후 파기
        c. 식품 이물 발견 신고: 이물 통보 완료 후 파기
      ② 이용자로부터 동의 받은 개인정보 보유기간이 경과하거나 처리 목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는,
        해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.
      ③ 회사는 전자적 파일 형태로 기록 ∙ 저장된 개인정보는 기록을 재생할 수 없도록 파기하며, 종이 문서에 기록 ∙ 저장된 개인정보는 분쇄기로 분쇄하거나
        소각하여 파기합니다.
    8. 개인정보보호를 위한 기술적 ∙ 관리적 보호조치
      ① 회사는 이용자의 개인정보를 취급함에 있어 개인정보가 분실, 도난, 누출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 보호조치를 이행하고 있습니다.
      ② 기술적 보호조치
        a. 이용자의 개인정보는 비밀번호에 의해 보호되며 파일 및 전송데이터를 암호화하거나 파일 잠금 기능(Lock)을 사용하여 중요한 데이터는 별도의 보안기능을 통해
           보호되고 있습니다.
        b. 회사는 백신프로그램을 이용하여 컴퓨터바이러스에 의한 피해를 방지하기 위한 조치를 취하고 있습니다. 백신프로그램은 주기적으로 업데이트되며 갑작스런
           바이러스가 출현할 경우 백신이 나오는 즉시 이를 제공함으로써 개인정보가 침해되는 것을 방지하고 있습니다.
        c. 회사는 암호알고리즘을 이용하여 네트워크 상의 개인정보를 안전하게 전송할 수 있는 보안장치(SSL)를 채택하고 있습니다.
        d. 해킹 등 외부침입에 대비하여 각 서버마다 침입차단시스템 및 취약점 분석시스템 등을 이용하여 보안에 만전을 기하고 있습니다.
      ③ 관리적 보호조치
        a. 회사는 이용자의 개인정보에 대한 접근권한을 최소한의 인원으로 제한하고 있습니다. 그 최소한의 인원에 해당하는 자는 다음과 같습니다.
         - 이용자를 직접 상대로 하여 마케팅 업무를 수행하는 자
         - 고객의 불만 및 이용문의 처리 업무를 수행하는 자
         - 개인정보보호책임자 및 담당자 등 개인정보관리업무를 수행하는 자
         - 기타 업무상 개인정보의 취급이 불가피한 자
        b. 입사 시 전 직원의 보안서약서를 통하여 사람에 의한 정보유출을 사전에 방지하고 개인정보 처리방침에 대한 이행사항 및 직원의 준수여부를 감사하기 위한
           내부절차를 마련하고 있습니다.
        c. 개인정보 관련 취급자의 업무 인수인계는 보안이 유지된 상태에서 철저하게 이뤄지고 있으며 입사 및 퇴사 후 개인정보 사고에 대한 책임을 명확화하고 있습니다.
        d. 회사는 이용자 개인의 실수나 기본적인 인터넷의 위험성 때문에 일어나는 일들에 대해 책임을 지지 않습니다. 회원 개개인이 본인의 개인정보를 보호하기 위해서
           자신의 ID 와 비밀번호를 적절하게 관리하고 여기에 대한 책임을 져야 합니다.
        e. 그 외 내부 관리자의 실수나 기술관리 상의 사고로 인해 개인정보의 상실, 유출, 변조, 훼손이 유발될 경우 회사는 즉각 이용자에게 사실을 알리고
           적절한 대책과 보상을 강구할 것입니다.
    </textarea>
    <p><input type='radio' class='agree' id="agree1" name ='agree1'><label for="agree1"> 동의함</label>  <input type="radio" class='disagree' id="disagree1" name ='agree1'><label for="disagree1">동의 하지 않음 </label>  </p>

    <h4>개인정보 제3자 제공동의</h4>
    <textarea class='perinfoagree' readonly>
       제 1 조 (목적)
       회사는 귀하로부터 수집한 개인정보는 "개인정보처리방침"에서 고지한 범위내에서만 사용하며, 회원의 동의 없이는 해당 범위를 초과하여 이용하거나 제3자에게
       제공하지않습니다. 다만, 양질의 서비스제공을 위하여 회원의 개인정보를 협력업체에게 제공하거나 공유할 필요가 있는 경우에는 제공 또는 공유할 정보의 항목 및
       제공받는 자, 제공목적, 이용 및 보유기간 등을 귀하에게 고지하여 동의를 구합니다.
    
       제 2 조 (목적 외 사용 및 제3자에 대한 제공 및 공유)
       ① 회사는 귀하의 개인정보를 「개인정보의 수집목적 및 이용목적」에서 고지한 범위 내에서 사용하며, 동 범위를 초과하여 이용하거나 타인 또는 타기업,
         기관에 제공하지 않습니다. 특히 다음의 경우는 주의를 기울여 개인정보를 이용 및 제공할 것입니다.
         1. 제휴관계: 제휴서비스 제공을 위하여 귀하의 개인정보를 아래와 같이 제3자에게 제공할 수 있습니다.
            가. 개인정보를 제공받는 자
              -제휴 음식점
            나. 개인정보를 제공받는 자의 개인정보 이용목적
              -제휴 서비스제공
            다. 제공하는 개인정보의 항목
              -예약내역, 주소, 휴대전화번호(안심번호 적용 시 제외)
            라. 개인정보보유 및 이용기간
              -서비스제공 완료 후 6개월
              * 회사 서비스의 특성 상 수시로 발생하는 서비스 제공업체와의 제휴로 인하여 “제공 받는 자” 관련 개인정보처리방침 개정에 어려움이 있습니다.
                따라서 서비스 제공 업체를 위 표 내 제휴사 리스트 부분에 링크하여 안내합니다.

         2. 매각, 인수합병 등: 서비스제공자의 권리와 의무가 완전 승계 이전되는 경우 반드시 사전에 정당한 사유와 절차에 대해 상세하게 고지할 것이며
            이용자의 개인정보에 대한 동의 철회의 선택권을 부여합니다.
       ② 고지 및 동의방법은 온라인 홈페이지 초기화면의 공지사항을 통해 최소 10일 이전부터 고지함과 동시에 이메일 등을 이용하여 1회 이상 개별적으로 고지합니다.
       ③ 다음은 예외로 합니다.
         1. 관계법령에 의하여 수사상의 목적으로 관계기관으로부터의 요구가 있을 경우
         2. 통계작성, 학술연구나 시장조사를 위하여 특정 개인을 식별할 수 없는 형태로 광고주 협력사나 연구단체 등에 제공하는 경우
         3. 기타 관계법령에서 정한 절차에 따른 요청이 있는 경우
         4. 그러나 예외 사항에서도 관계법령에 의하거나 수사기관의 요청에 의해 정보를 제공한 경우에는 이를 당사자에게 고지하는 것을 원칙으로 운영하고 있습니다.
            법률상의 근거에 의해 부득이하게 고지를 하지 못할 수도 있습니다. 본래의 수집목적 및 이용목적에 반하여 무분별하게 정보가 제공되지 않도록 최대한 노력하겠습니다.

    </textarea>
    <p><input type='radio' class='agree' id="agree2" name ='agree2'><label for="agree2">동의함</label>  <input type="radio" class='disagree' id="disagree2" name ='agree2'><label for="disagree2">동의 하지 않음 </label></p>
    <h4>위치기반 서비스 이용약관</h4>
    <textarea class='perinfoagree' readonly>
    제 1 조 (목적)
        본 약관은 딜라이트(이하 "회사")가 제공하는 위치기반서비스에 대해 회사와 위치기반서비스를 이용하는 개인위치정보주체(이하 "이용자")간의 권리·의무 및 책임사항,
        기타 필요한 사항 규정을 목적으로 합니다.
        
    제 2 조 (이용약관의 효력 및 변경)
        ① 본 약관은 이용자가 본 약관에 동의하고 회사가 정한 절차에 따라 위치기반서비스의 이용자로 등록됨으로써 효력이 발생합니다.
        ② 회사는 법률이나 위치기반서비스의 변경사항을 반영하기 위한 목적 등으로 약관을 수정할 수 있습니다.
        ③ 약관이 변경되는 경우 회사는 변경사항을 최소 7일 전에 회사의 홈페이지 등 기타 공지사항 페이지를 통해 게시합니다.
        ④ 단, 개정되는 내용이 이용자 권리의 중대한 변경이 발생하는 경우에는 30일 전에 게시하도록 하겠습니다.

    제 3 조 (약관 외 준칙)
        이 약관에 명시되지 않은 사항에 대해서는 위치 정보의 보호 및 이용 등에 관한 법률, 전기통신사업법, 정보통신망 이용 촉진및 보호 등에 관한 법률 등 관계법령 및 회사가
        정한 지침 등의 규정에 따릅니다.
        
    제 4 조 (서비스의 내용)
        회사는 직접 수집하거나 위치정보사업자로부터 수집한 이용자의 현재 위치 또는 현재 위치가 포함된 지역을 이용하여 아래와 같은 위치기반서비스를 제공합니다.
        ① 위치정보를 활용한 정보 검색결과 및 콘텐츠를 제공하거나 추천
        ② 생활편의를 위한 위치 공유, 위치/지역에 따른 알림, 경로 안내
        ③ 위치기반의 컨텐츠 분류를 위한 콘텐츠 태깅(Geotagging)
        ④ 위치기반의 맞춤형 광고

    제 5 조 (서비스 이용요금)
        회사가 제공하는 위치기반서비스는 무료입니다.
        단, 무선 서비스 이용 시 발생하는 데이터 통신료는 별도이며, 이용자가 가입한 각 이동통신사의 정책에 따릅니다.
        
    제 6 조 (서비스 이용의 제한·중지)
        ① 회사는 위치기반서비스사업자의 정책변경 등과 같이 회사의 제반사정 또는 법률상의 이유로 위치기반서비스를 유지할 수 없는 경우 위치기반서비스의 전부 또는 일부를 
          제한·변경·중지할 수 있습니다.
        ② 단, 위 항에 의한 위치기반서비스 중단의 경우 회사는 사전에 회사 홈페이지 등 기타 공지사항 페이지를 통해 공지하거나 이용자에게 통지합니다.
    
    제 7 조 (개인위치정보주체의 권리)
        ① 이용자는 언제든지 개인위치정보의 수집·이용·제공에 대한 동의 전부 또는 일부를 유보할 수 있습니다.
        ② 이용자는 언제든지 개인위치정보의 수집·이용·제공에 대한 동의 전부 또는 일부를 철회할 수 있습니다. 이 경우 회사는 지체 없이 철회된 범위의 개인위치정보 및
          위치정보 수집·이용·제공사실 확인자료를 파기합니다.
        ③ 이용자는 개인위치정보의 수집·이용·제공의 일시적인 중지를 요구할 수 있으며, 이 경우 회사는 이를 거절할 수 없고 이를 충족하는 기술적 수단을 마련합니다.
        ④ 이용자는 회사에 대하여 아래 자료에 대한 열람 또는 고지를 요구할 수 있으며, 해당 자료에 오류가 있는 경우에는 정정을 요구할 수 있습니다. 이 경우 정당한 사유 없이
          요구를 거절하지 않습니다.
        1. 이용자에 대한 위치정보 수집·이용·제공사실 확인자료
        2. 이용자의 개인위치정보가 위치정보의 보호 및 이용 등에 관한 법률 또는 다른 법령의 규정에 의하여 제3자에게 제공된 이유 및 내용
        ⑤ 이용자는 권리행사를 위해 본 약관 제14조의 연락처를 이용하여 회사에 요청할 수 있습니다.

    제 8 조 (개인위치정보의 이용 또는 제공)
        ① 회사는 개인위치정보를 이용하여 위치기반서비스를 제공하는 경우 본 약관에 고지하고 동의를 받습니다.
        ② 회사는 이용자의 동의 없이 개인위치정보를 제3자에게 제공하지 않으며, 제3자에게 제공하는 경우에는 제공받는 자 및 제공목적을 사전에 이용자에게
          고지하고 동의를 받습니다.
        ③ 회사는 개인위치정보를 이용자가 지정하는 제3자에게 제공하는 경우 개인위치정보를 수집한 통신단말장치로 매회 이용자에게 제공받는 자, 제공일시 및 제공목적을 즉시
          통지합니다.
        ④ 단, 아래의 경우 이용자가 미리 특정하여 지정한 통신단말장치 또는 전자우편주소, 온라인게시 등으로 통지합니다.
        1. 개인위치정보를 수집한 당해 통신단말장치가 문자, 음성 또는 영상의 수신기능을 갖추지 아니한 경우
        2. 이용자의 개인위치정보를 수집한 통신단말장치 외의 통신단말장치 또는 전자우편주소, 온라인게시 등으로 통보할 것을 미리 요청한 경우
        ⑤ 회사는 위치정보의 보호 및 이용 등에 관한 법률 제16조 제2항에 근거하여 개인위치정보 수집·이용·제공사실 확인자료를 자동으로 기록·보존하며,
          해당 자료는 6개월간 보관합니다.

    제 9 조 (법정대리인의 권리)
        회사는 14세 미만의 이용자에 대해서는 개인위치정보를 이용한 위치기반서비스 제공 및 개인위치정보의 제3자 제공에 대한 동의를 이용자 및 이용자의 법정대리인으로부터
        동의를 받아야 합니다. 이 경우 법정대리인은 본 약관 제7조에 의한 이용자의 권리를 모두 가집니다.
        
    제 10 조 (8세 이하의 아동 동의 보호의무자의 권리)
        ① 회사는 아래의 경우에 해당하는 자(이하 “8세 이하의 아동 등”)의 위치정보의 보호 및 이용 등에 관한 법률 제26조2항에 해당하는 자(이하 “보호의무자”)가
          8세 이하의 아동 등의 생명 또는 신체보호를 위하여 개인위치정보의 이용 또는 제공에 동의하는 경우에는 본인의 동의가 있는 것으로 봅니다.
        1. 8세 이하의 아동
        2. 피성년후견인
        3. 장애인복지법 제2조제2항제2호에 따른 정신적 장애를 가진 사람으로서 장애인고용촉진 및 직업재활법 제2조제2호에 따른 중증장애인에 해당하는 사람
          (장애인복지법 제32조에 따라 장애인 등록을 한 사람만 해당한다)
        ② 8세 이하의 아동 등의 생명 또는 신체의 보호를 위하여 개인위치정보의 이용 또는 제공에 동의를 하고자 하는 보호의무자는 서면동의서에 보호의무자임을 증명하는
          서면을 첨부하여 회사에 제출하여야 합니다.
        ③ 보호의무자는 8세 이하의 아동 등의 개인위치정보 이용 또는 제공에 동의하는 경우 본 약관 제7조에 의한 이용자의 권리를 모두 가집니다.
        </textarea>
        <p><input type='radio' class='agree' id="agree3" name ='agree3'><label for="agree3">동의함</label>  <input type="radio" class='disagree' id="disagree3" name ='agree3'><label for="disagree3">동의 하지 않음</label></p>
    </div>
        <button type='button'  style='margin-left: 1155px'  onclick="checkedAgree()" >다음</button>



<script type="text/javascript">


function checkedAgree(){
let disagree = document.getElementsByClassName('disagree');

for(let i = 0; i < disagree.length; i++){
	if(disagree[i].checked == true){
		alert("동의하지 않은 항목이 존재합니다.")
		return;
	}
}
/* location.href='/dealight/prove/authemail'; */
location.href='/dealight/register';
}


</script>


</body>

</html>